{
  "All": "الكل",
  "price": "السعر",
  "Salads": "سلطات",
  "Drinks": "مشروبات",
  "Desserts": "حلويات",
  "Pizza": "بيتزا",
  "Pasta": "معكرونة",
  "Burger": "برغر",
  "coffee": "قهوة",
  "Margherita Pizza": "بيتزا مارغريتا",
  "Caesar Salad": "سلطة سيزر",
  "Cheese Burger": "برجر بالجبنة",
  "Chocolate Cake": "كعكة الشوكولاتة",
  "Spaghetti Carbonara": "سباغيتي كاربونارا",
  "Juicy beef patty with cheddar cheese, lettuce, and tomato.": "برغر لذيذ مع الجبن والخس",
  "Crisp romaine lettuce with Caesar dressing, croutons, and parmesan.": "خس روماني مقرمش مع صلصة سيزر، وخبز محمص، وجبنة بارميزان",
  "Classic pizza with fresh mozzarella, tomatoes, and basil.": "بيتزا كلاسيكية مع موزاريلا طازجة وطماطم وريحان",
  "Rich and moist chocolate cake topped with chocolate frosting.": "كعكة الشوكولاتة الغنية والرطبة مغطاة بطبقة من الشوكولاتة",
  "Traditional pasta dish with eggs, cheese, pancetta, and pepper.": "طبق المعكرونة التقليدي مع البيض والجبن ولحم الخنزير المقدد والفلفل",
  "Hot Appetizers": "مقبلات ساخنة",
  "Soup": "شوربة",
  "hot Drinks": "مشروبات ساخنة",
  "cold Drinks": "مشروبات باردة",
  "fresh juice": "عصائر فريش",
  "Cocktails": "كوكتيلات",
  "Ice Cream": "بوظة",
  "Cold Appetizers": "مقبلات باردة",
  "Breakfast": "فطور",
  "Grills": "مشاوي",
  "Shanklish":"شنكليش",
  "western meals": "وجبات غربي",
  "Hookah": "أرجيلة",
  "Double Apple fakher":"تفاحتين فاخر",
  "gum":"مسكة",
  "polo":"بولو",
  "love":"لوف",
  "blueberry":"توت",
  "Grapes and mint":"عنب و نعنع",
  "Grapes":"عنب",
  "Sandwich": "سندويش",
  "Eggs with vegetables": "بيض بالخضار",
  "Grilled Cheese": "جبنة مشوية",
  "Eggs with Meat": "بيض باللحم",
  "Onion": "شوربة بصل",
  "Coffee": "قهوة",
  "Espresso": "إسبريسو",
  "Cappuccino": "كابتشينو",
  "Nescafe": "نسكافيه",
  "chamomile":"بابونج",
  "Nescafe with Milk": "نسكافيه بالحليب",
  "Hot Chocolate": "شوكولاتة ساخنة",
  "Tea Zaref": "شاي ظرف",
  "Tea Khamere": "شاي خمير",
  "Zuhurat": "زهورات",
  "Cumin and Lemon": "كمون وليمون",
  "Double Coffee": "قهوة دبل",
  "Black Nescafe": "نسكافيه بلاك",
  "Ginger with Milk": "زنجبيل بالحليب",
  "Water (Big)": "ماء (كبير)",
  "Water (Small)": "ماء (صغير)",
  "7 Up": "سفن أب",
  "Pepsi": "بيبسي",
  "Mirinda Apple": "ميريندا تفاح",
  "Mirinda Orange": "ميريندا برتقال",
  "Ice Tea": "شاي مثلج",
  "Diet Pepsi": "دايت بيبسي",
  "7 Up with Grenadine": "سفن أب مع غرانادين",
  "7 Up with Lemon": "سفن أب مع ليمون",
  "Redbull": "ريد بول",
  "Baisun": "بايسون",
  "Jack": "جاك",
  "Lemon Juice": "عصير ليمون",
  "Polo": "عصير بولو",
  "Orange Juice": "عصير برتقال",
  "Pineapple Juice": "عصير أناناس",
  "Mango Juice": "عصير مانجو",
  "Strawberry Juice": "عصير فراولة",
  "Watermelon Juice": "عصير بطيخ",
  "Cantaloupe Juice": "عصير شمام",
  "kiwi Juice": "عصير كيوي",
  "peach Juice": "عصير دراق",
  "Kharma Juice": "عصير خارما",
  "Griffon Juice": "عصير غريفون",
  "Berry Juice":"عصير توت",
  "Pomegranate Juice": "عصير رمان",
  "Chocolate Milkshake": "ميلك شيك شوكولاتة",
  "Strawberry Milkshake": "ميلك شيك فراولة",
  "Vanilla Milkshake": "ميلك شيك فانيل",
  "Oreo Milkshake": "ميلك شيك أوريو",
  "Banana Milkshake": "ميلك شيك موز",
  "Banana Strawberry Milkshake": "ميلك شيك موز وفراولة",
  "cocktail with banana and milk":"كوكتيل موز و حليب",
  "cocktail with banana and milk and strawberry":"كوكتيل موز و حليب و فريز",
  "Fruit Cocktail": "كوكتيل فواكه",
  "Anteka Milkshake": "ميلك شيك انتيكا",
  "Banana Chocolate Milkshake": "ميلك شيك موز وشوكولاتة",
  "Fruit Salad": "سلطة فواكه",
  "Nutella Bean Salad": "سلطة مكسرات ونوتيلا",
  "Mshakal": "بوظة مشكلة",
  "Ice Cream with Gazla": "آيس كريم مع غزلة",
  "Tabbouleh": "تبولة",
  "Fattoush": "فتوش",
  "Armenian Salad": "سلطة أرمنية",
  "Yunan Salad": "سلطة يونانية",
  "Rickforde Salad": "سلطة ريكفورد",
  "Arugula Salad": "سلطة جرجير",
  "Shaif Salad": "سلطة الشيف",
  "Olive Salad": "سلطة زيتون",
  "Grilled Mushroom Salad": "سلطة فطر مشوي",
  "Artichoke Salad": "سلطة خرشوف",
  "Beetroot Salad": "سلطة شمندر",
  "Corn salad": "سلطة ذرة",
  "Coleslaw salad": "سلطة كول سلو",
  "Hummus": "حمص",
  "Mutabal": "متبل",
  "Baba Ghanouj": "بابا غنوج",
  "Beyrouth Hummus": "حمص بيروتي",
  "Kishk": "كشك",
  "Beetroot Mutabal": "متبل شمندر",
  "Garlic-flavored labneh": "لبنة  مثومة",
  "Al Rahed": "الراهد",
  "Yalanje": "يلانجي",
  "Muhammara": "محمرة",
  "Colombolom": "كولومبولوم",
  "French Salad": "سلطة فرنسية",
  "Foul Balaban": "فول باللبن",
  "Foul Bzait": "فول بالزيت",
  "Halawa": "حلاوة",
  "Morabah": "مربى",
  "butter": "زبدة",
  "Fata Bsamna": "فتة بسمنة",
  "Fata Bzait": "فتة بزيت",
  "Mortadella": "مرتديلا",
  "Shelal Cheese": "جبنة شلل",
  "Baida Cheese": "جبنة بيضاء",
  "Makdous": "مكدوس",
  "Mokhalal": "مخلل",
  "Hummus Balaban": "حمص باللبن",
  "Hummus Bzait": "حمص بالزيت",
  "Hummus Blahma": "حمص بالحمة",
  "Mfarka with mushroom": "مفركة فطر",
  "sausage": "نقانق",
  "Soda": "سودا لحمة",
  "Wedges Potato": "بطاطا ويدجز",
  "Fried Potato": "بطاطا مقلية",
  "Brofensal Potato": "بطاطا بروفينسال",
  "Makharet Chicken": "صدر دجاج مشوي على الفحم",
  "Cheese Barak": "برك جبنة",
  "Koba Hamese": "كبة حميص",
  "uncooked Kobal": "كبة نية",
  "uncooked Habra": "هبرة نية",
  "Shish Tawook": "شيش طاووق",
  "Maria": "ماريا",
  "Kabab beef": "كباب لحم",
  "Kabab Chicken": "كباب دجاج",
  "Shokaf": "شقف",
  "Kabab Halabe": "كباب حلبي",
  "Kabab Orfali": "كباب أورفلي",
  "Kebab Khashash": "كباب خشاش",
  "Castaleta Lamb meat": "كاستاليتا غنم",
  "Wings": "أجنحة دجاج",
  "Shakaf": "شكف",
  "Kabab Derry": "كباب ديري",
  "Faheta Chicken": "فاهيتا دجاج",
  "Faheta beef": "فاهيتا لحم",
  "Chicken Cordon Bleu": "كوردون بلو دجاج",
  "Escalope": "اسكالوب",
  "Escalope milanaise": "اسكالوب ميلانيز",
  "Zinger": "زنجر",
  "Crispy": "كريسبي",
  "Chicken cutlets with mushrooms": "شرائح دجاج مع مشروم",
  "Francisco": "فرانسيسكو",
  "Chicken slices with sauce": "شرائح دجاج مع صلصة",
  "beef fillet": "فيليه لحم",
  "sharhat beef": "شرحات لحم",
  "Chef's chicken meal": "وجبة الشيف دجاج",
  "Chef's beef meal": "وجبة الشيف لحم",
  "Chicken Alkaief": "دجاج الا كيف",
  "Chicken shish with cheese": "فخارة شيش مع الجبنة",
  "fish fillet": "فيليه سمك",
  "Double Apple Nakhala": "تفاحتين نخلة",
  "healthy Narbish": "نربيش صحي",
  "Dafat Cheese": "دفة جبنة",
  "Dafat beef": "دفة لحم",
  "fajitas Sandwich": "   فاهيتا سندويش" ,
  "Supreme Sandwich": " سوبريم سندويش",
  "Mexican sandwich": " مكسيكي سندويش",
  "Beef Burger": "برغر لحم",
  "Chicken Burger": "برغر دجاج",
  "Shish": "شيش",
  "Cordon Bleu": "كوردون بلو",
  "Anteka": "انتيكا",
  "Vegetable": "شوربة خضار",
  "vermicelli": "شوربة شعيرية",
  "Cream": "شوربة كريمة",
  "Mushroom Soup": "شوربة فطر" ,
  "Chicken": "شوربة دجاج",
  "Vanilla ice cream topped with Gazla syrup and nuts.": "آيس كريم فانيلا مع صوص غزلة والمكسرات",
  "Parsley, tomatoes, bulgur wheat, mint, onion, lemon juice, and olive oil.": "بقدونس، طماطم، برغل، نعناع، بصل، عصير ليمون، وزيت زيتون",
  "Mixed greens, radishes, tomatoes, cucumbers, fried pita bread, sumac, lemon juice, and olive oil.": "خضار مشكلة، فجل، طماطم، خيار، خبز مقلي، سماق، عصير ليمون، وزيت زيتون",
  "Chopped tomatoes, cucumbers, onions, parsley, lemon juice, and olive oil.": "طماطم مفرومة، خيار، بصل، بقدونس، عصير ليمون، وزيت زيتون",
  "Tomatoes, cucumbers, onions, olives, feta cheese, oregano, olive oil, and lemon juice.": "طماطم، خيار، بصل، زيتون، جبنة فيتا، أوريجانو، زيت زيتون، وعصير ليمون",
  "Mixed greens, cherry tomatoes, cucumbers, carrots, and vinaigrette dressing.": "خضار مشكلة، طماطم كرزية، خيار، جزر، وصلصة فينيجريت",
  "Fresh arugula leaves, lemon juice, olive oil, salt, and pepper.": "أوراق جرجير طازجة، عصير ليمون، زيت زيتون، ملح، وفلفل",
  "Fermented cheese mixed with herbs, olive oil, and spices.": "لبنة مخمرة مع الأعشاب، زيت الزيتون، والتوابل",
  "Assorted green and black olives, lemon juice, olive oil, and herbs.": "زيتون أخضر وأسود متنوع، عصير ليمون، زيت زيتون، وأعشاب",
  "Grilled Mushroom , garlic, lemon juice, olive oil, and salt.": "فطر مشوي، ثوم، عصير ليمون، زيت زيتون، وملح",
  "Cooked artichoke hearts, olive oil, lemon juice, garlic, and herbs.": "قلوب الخرشوف المطبوخة، زيت زيتون، عصير ليمون، ثوم، وأعشاب",
  "Boiled beetroot, garlic, olive oil, lemon juice, and parsley.": "شمندر مسلوق، ثوم، زيت زيتون، عصير ليمون، وبقدونس",
  "Chicken broth, shredded chicken, vegetables, herbs, and spices.": "مرق دجاج، دجاج مقطع، خضار، أعشاب، وتوابل",
  "Grilled chicken or beef strips, bell peppers, onions, tortillas, and spices.": "شرائح دجاج مشوية، فليفلة، بصل، وتوابل",
  "Mixed vegetables, broth, herbs, and spices.": "خضار مشكلة، مرق، أعشاب، وتوابل",
  "Sweet corn, tomatoes, onions, parsley, lemon juice, and olive oil.": "ذرة حلوة، طماطم، بصل، بقدونس، عصير ليمون، وزيت زيتون",
  "Shredded cabbage, carrots, mayonnaise, vinegar, and sugar.": "ملفوف مبشور، جزر، مايونيز، خل، وسكر",
  "Mushrooms, cream, broth, garlic, and herbs.": "فطر، كريمة، مرق، ثوم، وأعشاب",
  "Scrambled eggs cooked with grilled meat pieces and spices.": "بيض مخفوق مع قطع لحم مشوي وتوابل",
  "Roasted eggplant, tahini, garlic, lemon juice, and olive oil.": "باذنجان مشوي، طحينة، ثوم، عصير ليمون، وزيت زيتون",
  "Roasted eggplant, tahini, garlic, lemon juice, olive oil, and yogurt.": "باذنجان مشوي، طحينة، ثوم، عصير ليمون، زيت زيتون، وزبادي",
  "Chickpeas, tahini, garlic, lemon juice, olive oil, and spices.": "حمص، طحينة، ثوم، عصير ليمون، زيت زيتون، وتوابل",
  "Fermented wheat, yogurt, garlic, and spices.": "قمح مخمر، زبادي، ثوم، وتوابل",
  "Cream, chicken or mushroom broth, garlic, and herbs.": "كريمة، مرق دجاج أو فطر، ثوم، وأعشاب",
  "Strained yogurt mixed with garlic, olive oil, and herbs.": "لبنة مع الثوم، زيت الزيتون، وأعشاب",
  "Pickled mixed vegetables, garlic, vinegar, and spices.": "سلطة لبنانية تقليدية مصنوعة من الباذنجان المشوي، والطماطم، والبصل، والبقدونس، وعصير الليمون، وزيت الزيتون، والملح",
  "Grape leaves stuffed with rice, herbs, and spices.": "ورق عنب محشي بالأرز، أعشاب، وتوابل",
  "Roasted red peppers, walnuts, breadcrumbs, garlic, olive oil, and spices.": "فلفل أحمر مشوي، جوز، فتات خبز، ثوم، زيت زيتون، وتوابل",
  "A mix of fresh seasonal fruits, including grapes, apples, and citrus.": "عصير غريفون طبيعي",
  "Fresh pomegranate seeds, filtered water, and a little of sugar.": "حبوب رمان طازجة، ماء مفلتر، وقليل من السكر",
  "Milk, chocolate syrup, vanilla ice cream, and whipped cream.": "حليب، صوص شوكولا، آيس كريم فانيلا، وكريمة مخفوقة",
  "Fresh strawberries, milk, vanilla ice cream, and sugar.": "فراولة طازجة، حليب، آيس كريم فانيلا، وسكر",
  "Milk, vanilla extract, vanilla ice cream, and sugar.": "حليب، خلاصة الفانيلا، آيس كريم فانيلا، وسكر",
  "Milk, vanilla ice cream, crushed Oreo cookies, and chocolate syrup.": "حليب، آيس كريم فانيلا، بسكويت أوريو مطحون، وصوص شوكولا",
  "Bananas, milk, vanilla ice cream, and honey or sugar.": "موز، حليب، آيس كريم فانيلا، وعسل أو سكر",
  "Bananas, fresh strawberries, milk, and vanilla ice cream.": "موز، فراولة طازجة، حليب، وآيس كريم فانيلا",
  "Boiled fava beans with lemon, olive oil, garlic, cumin, salt, and black pepper.": "فول مسلوق مع الليمون، زيت الزيتون، الثوم، الكمون، الملح، والفلفل الأسود",
  "Scrambled eggs cooked with onions, green pepper, tomatoes, and spices.": "بيض مخفوق مطهو مع البصل، الفليفلة الخضراء، الطماطم، والبهارات",
  "Mashed chickpeas with tahini, lemon juice, garlic, and olive oil.": "حمص مهروس مع الطحينة، عصير الليمون، الثوم، وزيت الزيتون",
  "Romaine lettuce, Caesar dressing, croutons, Parmesan cheese, and crushed garlic.": "خس , قطع دجاج , صوص السيزر، خبز محمص، جبن بارميزان، وثوم مطحون",
  "Classic onion soup with chicken broth, caramelized onions, spices, and toasted bread.": "حساء البصل الكلاسيكي مع مرق الدجاج، البصل المكرمل، التوابل، والخبز المحمص",
  "Fresh lemon juice sweetened with water and sugar.": "عصير ليمون طبيعي محلى مع الماء والسكر",
  "Fresh juice with natural flavors like strawberry or mint.": "عصير ليمون طبيعي و سكر و أوراق النعنع الأخضر",
  "Pure natural orange juice with no additives.": "عصير برتقال طبيعي بدون إضافات",
  "Natural pineapple juice made from fresh fruit.": "عصير أناناس طبيعي محضر من الثمرة الطازجة",
  "Fresh mango juice made from natural mango pulp.": "عصير مانجو طبيعي محضر من اللب الطبيعي للمانجو",
  "Fresh strawberry juice with a little sugar and water.": "عصير فراولة طبيعي",
  "Fresh watermelon juice with a hint of mint and ice.": "عصير بطيخ طبيعي مع القليل من النعناع والثلج",
  "Fresh cantaloupe juice with drops of lemon.": "عصير شمام طبيعي",
  "Natural kiwi juice with sugar and ice.": "عصير كيوي طبيعي",
  "Crispy Sandwich":" كريسبي سندويش",
  "Al Raheb":"الراهب",
  "Goat's labneh":"لبنة ماعز",
  "Mozzaarella sticks":"اصابع موزاريلا",
  "Mixed Grills":"مشاوي مشكلة",
  "Lettuce, tomatoes, cucumbers, olives, corn, and vinaigrette dressing.": "خس، طماطم، خيار، زيتون، ذرة، وصلصة فينيجريت",
  "Beetroot, roasted eggplant, tahini, garlic, lemon juice, and olive oil.": "شمندر، باذنجان مشوي، طحينة، ثوم، عصير ليمون، وزيت زيتون",
  "Slices of cheese grilled on a pan until golden.": "شرائح جبنة مشوية على المقلاة حتى تصبح ذهبية",
  "Cooked fava beans with olive oil, garlic, and lemon juice.": "فول مطبوخ مع زيت زيتون، ثوم، وعصير ليمون",
  "Pickled baby eggplants stuffed with walnuts, garlic, and chili.": "باذنجان صغير مخلل ومحشي بالجوز، الثوم، والفلفل الحار",
  "Mashed chickpeas mixed with fava beans, tahini, lemon, garlic, and olive oil.": "حمص مهروس مع فول، طحينة، ليمون، ثوم، وزيت زيتون",
  "Toasted (or fried) bread, boiled chickpeas, yogurt, tahini, garlic, lemon juice, ghee, and chopped parsley.":"الخبز المحمص (أو المقلي)، الحمص المسلوق، اللبن الزبادي , الطحينة ، الثوم، عصير الليمون، السمنة، والبقدونس المفروم",
  "Bread, boiled chickpeas, yogurt, tahini, garlic, lemon juice, olive oil, cumin and chopped parsley.":"الخبز، الحمص المسلوق، اللبن الزبادي، الطحينة، الثوم، عصير الليمون، زيت الزيتون، والكمون والبقدونس المفروم",
  "Chickpeas and fava beans blended with olive oil, garlic, and lemon juice.": "حمص  مع زيت زيتون، ثوم، وعصير ليمون",
  "Chickpea dip with garlic, lemon, tahini, and spices.": "غموس الحمص مع ثوم، ليمون، طحينة، وتوابل",
  "Savory meat mixed with mushrooms and wrapped in crispy dough.": "لحم لذيذ مع فطر ملفوف بعجينة مقرمشة",
  "Seasoned ground meat stuffed into casing and grilled or fried.": "لحم مفروم متبل ومحشو في غلاف ويشوى أو يقلى",
  "Carbonated beverage flavored with sugar and natural flavors.": "مشروب غازي بنكهة السكر والنكهات الطبيعية",
  "Potato wedges seasoned with spices and baked or fried until crispy.": "شرائح بطاطا متبلة ومخبوزة أو مقلية حتى تصبح مقرمشة",
  "Thinly sliced potatoes deep fried until golden and crispy.": "شرائح بطاطا رفيعة مقلية حتى تصبح ذهبية ومقرمشة",
  "Potatoes cooked with special seasoning and herbs.": "بطاطا مطبوخة مع توابل وأعشاب خاصة",
  "Grilled chicken marinated with spicy herbs and spices.": "دجاج مشوي متبل بالأعشاب والتوابل الحارة",
  "Pastry stuffed with cheese and herbs, fried to golden brown.": "معجنات محشوة بالجبنة والأعشاب ومقلية حتى تصبح ذهبية",
  "Cooked meat mixed with bulgur wheat and spices.": "لحم مطبوخ مع البرغل والتوابل",
  "Flatbread grilled with herbs and olive oil.": "تقدم مع أنواع الفليفلة و البصل و البهارات",
  "Grilled mint-flavored flatbread with herbs.": "تقدم مع توليفة من البهارات الخاصة",
  "Chicken skewers marinated in yogurt, garlic, lemon, and spices.": "شيش طاووق , بطاطا مقلية , كول سلو , كريم ثوم , مخلل",
  "Assorted grilled meat platter with spices.": "رغيف من الخبز , شرحات شاورما , فطر , ذرة  , تقد مع بطاطا مقلية و مايونيز",
  "Ground beef kebabs seasoned with herbs and grilled.": "كباب لحم بقر مفروم متبل بالأعشاب ومشوي",
  "Chicken cubes marinated and grilled with spices.": "قطع دجاج متبلة ومشوية مع التوابل",
  "Spicy grilled meat seasoned with herbs and chili.": "لحم مشوي حار متبل بالأعشاب والفلفل الحار",
  "Aleppo-style grilled kebab with spices and herbs.": "كباب مشوي على الطريقة الحلبية مع التوابل والأعشاب",
  "Traditional Orfali kebab with ground meat and spices.": "كباب اورفلي تقليدي مع اللحم المفروم والتوابل",
  "Kebab seasoned with sumac, herbs, and spices.": "كباب مشوي مع صوص البندورة الحار , بطاطا طرنشات",
  "Grilled lamb ribs seasoned with spices.": "كاستاليتا غنم مشوية , خضار مشوية , صوص اللحم مع اكليل الجبل",
  "Grilled chicken wings served with a special sauce.": "أجنحة دجاج مشوية تقدم مع صلصة خاصة",
  "Soup made with fine vermicelli noodles, broth, and spices.": "شوربة شعيرية دقيقة مع مرق وتوابل",
  "Cheese and meat kebabs with creamy texture.": "لحمة خاروف مفرومة على السيخ , بصل , فليفلة , ملح , خبز , بيواظ , مسبحة أو متبل",
  "Chicken fajita with bell peppers, onions, and spices.": "فاهيتا دجاج مع فلفل رومي وبصل وتوابل",
  "Beef fajita marinated with spicy seasonings and grilled.": "فاهيتا لحم بقر متبلة بتوابل حارة ومشوية",
  "Breaded chicken breast stuffed with ham and cheese.": "شرحات دجاج محشية قشقوان وفطر , بطاطا مقلية ,خضار سوتيه , صلصة فطر",
  "Thin breaded and fried meat cutlet.": "قطعة شرحات دجاج مقلية , كول سلو , بطاطا مقلية",
  "Italian-style breaded meat cutlet with herbs and cheese.": "اسكالوب مع صلصة حمراء والموزاريلا , باستا خضراء , بطاطا مقلية",
  "Spicy fried chicken sandwich.": "قطع زنجر , بطاطا مقلية , كول سلو",
  "Crispy fried chicken strips.": "قطع دجاج مقرمش , بطاطا مقلية , كول سلو",
  "Chicken slices with garlic bread.": "شرائح دجاج مشوي، زبدة ثوم، فطر و صوص الفطر",
  "Special western meat dish.": "دجاج مشوي , جبنة , ذرة , بطاطا مقلية , باستا خضار , كول سلو",
  "Chicken slices with special sauce.": "شرائح دجاج مشوي مع صلصة خاصة مكونة من مايونيز وخردل وتوابل",
  "Beef slices served with house spices.": "شرائح لحم بقر مع ثوم، فلفل أحمر، فلفل أسود، ملح",
  "Grilled meat slices with seasoning.": "شرائح لحم مشوية متبلة بالملح والفلفل والأعشاب",
  "Chicken marinated with eastern spices like cumin, coriander, paprika, garlic, and lemon juice.": "صدر دجاج مقلي , صوص بلانش , صوص خردل , فطر , كول سلو , بطاطا مقلية",
  "Chicken breast cooked in a clay pot with melted cheese, garlic, and herbs.": "صدر دجاج مطبوخ في قدر فخار مع جبنة وثوم وأعشاب",
  "Fish fillet fried with lemon juice, garlic, parsley, salt, and pepper.": "سمك فيليه,بطاطا,صوص التارتار,ليمون",
  "Hookah tobacco flavored with double apple essence, molasses, and glycerin.": "تبغ شيشة بنكهة التفاح المزدوج، دبس، وجلسرين",
  "Hookah pipe designed for smooth airflow, mild flavor, and easy draw.": "أنبوب شيشة مصمم لتدفق هواء ناعم، نكهة خفيفة، وسحب سهل",
  "Cheese platter served with fresh vegetables like tomatoes, cucumbers, olives, and peppers.": "طبق جبن يقدم مع خضروات طازجة مثل الطماطم، الخيار، الزيتون، والفلفل",
  "Assorted cold cuts of beef served with herbs, spices, and pickled vegetables.": "شرائح لحم باردة مشكلة تقدم مع أعشاب، توابل، وخضروات مخللة",
  "Bread, Supreme chicken, lettuce, tomatoes, onions, pickles, and sauce.": "خبز، رول سوبريم دجاج ، خس، طماطم، بصل، مخلل، وصلصة",
  "Bread, fried crispy chicken strips, lettuce, tomatoes, and mayonnaise.": "خبز، شرائح دجاج مقلية ومقرمشة، خس، طماطم، ومايونيز",
  "Bread, grilled beef slices, spicy sauce, lettuce, and tomatoes.": "خبز، شرائح دجاج مشوية، صلصة حارة، خس، وطماطم",
  "Burger bun, beef patty, lettuce, tomato, onion, cheese, ketchup, and mustard.": "خبز برغر، قطعة لحم، خس، طماطم، بصل، جبنة، كاتشب، وخردل",
  "Burger bun, fried chicken fillet, lettuce, tomato, and mayonnaise.": "خبز برغر، قطعة دجاج، خس، طماطم، ومايونيز",
  "Bread, breaded and fried meat cutlet, lettuce, and special sauce.": "خبز، قطعة لحم مقلية بالبقسماط، خس، ومايونيز و كاتشب،",
  "Bread, grilled marinated meat chunks (shish kebab), onions, and vegetables.": "خبز، قطع لحم متبلة مشوية (شيش كباب)، بصل، وخضروات",
  "Burger bun, beef patty, melted cheese, lettuce, tomato, onion, ketchup, and mayonnaise.": "خبز برجر، قطعة لحم ، جبنة شيدر ، خس، طماطم، بصل، كاتشب، ومايونيز",
  "Breaded chicken breast filled with ham and melted cheese, fried until golden.": "قطعة اسكالوب محشوة قشقوان ,فطر , صوص بشاميل",
  "Toasted (or fried) bread, boiled chickpeas, yogurt, tahini, garlic, lemon juice, ghee, cumin, and chopped parsley.":"خبز محمص (أو مقلي)، حمص مسلوق، زبادي، طحينة، ثوم، عصير ليمون، سمن، كمون، وبقدونس مفروم"
}